INSERT INTO category (name) VALUES
    ('Молочные изделия'),
    ('Бакалея'),
    ('Фрукты и овощи'),
    ('Хлебобулочные изделия');

INSERT INTO products (name, price, quantity, unit, category_id, in_stock)
VALUES
    ('Картофель', 25.50, 10, 'кг', 3, true),
    ('Молоко', 45.00, 5, 'л', 1, true),
    ('Яблоки', 30.00, 8, 'кг', 3, true),
    ('Хлеб', 20.00, 15, 'шт', 4, true),
    ('Сахар', 50.00, 3, 'кг', 2, true),
    ('Мука', 40.00, 4, 'кг', 2, true),
    ('Соль', 10.00, 2, 'кг', 2, true),
    ('Масло подсолнечное', 110.00, 6, 'л', 2, true),
    ('Макароны', 35.00, 9, 'упак', 2, true),
    ('Кефир', 55.00, 7, 'л', 1, true);